/* This is a mapping of BRError code failures to localized recovery suggestions */

/* This file contains only the overriden error strings. Also look in */
/* BackRow.framework BRErrorFailureSuggestions.strings for more. */

/* kBRMediaPlayerNoDatabaseFound*/
200 = "使用 iTunes 来管理您的音乐、视频和影片，以及使用 iPhoto 来管理您的照片。";

/* kBRMediaNoPhotoContent */
301 = "使用 iPhoto 来导入和管理您的照片。";

/* kBRMediaNoPodcastContent */
302 = "请使用 iTunes 从 iTunes Store 订购 podcast。";

/* kBRMediaNoTVShowContent */
305 = "请使用 iTunes 从 iTunes Store 购买电视节目。";

/* kBRMediaNoMusicVideoContent */
306 = "请使用 iTunes 从 iTunes Store 购买音乐视频。";

/* kBRMediaNoPlaylists */
307 = "使用 iTunes 来创建和管理您的播放列表。";

/* kBRMediaNoSongContent */
308 = "请使用 iTunes 来导入歌曲或从 iTunes Store 购买歌曲。";

/* kBRMediaNoAudioBookContent */
309 = "请使用 iTunes 从 iTunes Store 购买有声读物。";

/* kBRMediaNoMovies */
315 = "将影片拖至您的“影片”文件夹，或使用 iTunes 从 iTunes Store 购买影片。";
